[M_RobotSlaughter_1 MissionDefinition]
MissionName="Massacre da Hyperion: Rd. 1"
MissionDescription="Você encontrou o último círculo do Massacre da Moxxi. Esse círculo é controlado pelo robô Consolador 5000 (um antigo robô Estivador da Hyperion, reprogramado pela Moxxi para sempre falar frases de duplo sentido). Nesse círculo você enfrentará todos os tipos de lacaios da Hyperion. Se conseguir sobreviver às cinco rodadas, você receberá uma polpuda recompensa."
TurnInDescription="Você completou a primeira rodada do Massacre da Hyperion, porém, isso é só o começo."
MissionSummary="Sobreviva à primera rodada do Massacre da Hyperion!"
MissionGiver="Consolador 5000"
MissionTurnInLocation="Consolador 5000"
TeaserText="Bem-vindo ao Círculo do Massacre da Hyperion! "

[M_RobotSlaughter_1:AssembleInArena MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_RobotSlaughter_1:AssembleInArenaSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_1:killwithcrit MissionObjectiveDefinition]
ProgressMessage="Elimine os inimigos com Tiros Certeiros"

[M_RobotSlaughter_1:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 1"

[M_RobotSlaughter_1:Wave1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_1:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_RobotSlaughter_2 MissionDefinition]
MissionName="Massacre da Hyperion: Rd. 2"
MissionDescription="Você encontrou o último círculo do Massacre da Moxxi. Esse círculo é controlado pelo robô Consolador 5000 (um antigo robô Estivador da Hyperion, reprogramado pela Moxxi para sempre falar frases de duplo sentido). Nesse círculo você enfrentará todos os tipos de lacaios da Hyperion. Se conseguir sobreviver às cinco rodadas, você receberá uma polpuda recompensa."
TurnInDescription="Duas rodadas a menos. Se continuar nesse ritmo, você completará o Massacre da Hyperion em tempo recorde."
MissionSummary="Sobreviva à segunda rodada do Massacre da Hyperion!"
MissionGiver="Consolador 5000"
MissionTurnInLocation="Consolador 5000"
TeaserText="Podemos iniciar a segunda rodada? "

[M_RobotSlaughter_2:AssembleInArena MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_RobotSlaughter_2:AssembleInArenaSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_2:killcrithit MissionObjectiveDefinition]
ProgressMessage="Elimine os inimigos com Tiros Certeiros"

[M_RobotSlaughter_2:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 2"

[M_RobotSlaughter_2:Wave2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_2:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_RobotSlaughter_3 MissionDefinition]
MissionName="Massacre da Hyperion: Rd. 3"
MissionDescription="Você encontrou o último círculo do Massacre da Moxxi. Esse círculo é controlado pelo robô Consolador 5000 (um antigo robô Estivador da Hyperion, reprogramado pela Moxxi para sempre falar frases de duplo sentido). Nesse círculo você enfrentará todos os tipos de lacaios da Hyperion. Se conseguir sobreviver às cinco rodadas, você receberá uma polpuda recompensa."
TurnInDescription="Você já está na metade do Massacre da Hyperion. Não desista agora!"
MissionSummary="Sobreviva à terceira rodada do Massacre da Hyperion!"
MissionGiver="Consolador 5000"
MissionTurnInLocation="Consolador 5000"
TeaserText="Essa é a terceira rodada do Massacre da Hyperion! Espero que tenha trazido bastante munição!"

[M_RobotSlaughter_3:AssembleInArena MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_RobotSlaughter_3:AssembleInArenaSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_3:crithits MissionObjectiveDefinition]
ProgressMessage="Elimine os inimigos com Tiros Certeiros"

[M_RobotSlaughter_3:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 3"

[M_RobotSlaughter_3:Wave3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_3:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_RobotSlaughter_4 MissionDefinition]
MissionName="Massacre da Hyperion: Rd. 4"
MissionDescription="Você encontrou o último círculo do Massacre da Moxxi. Esse círculo é controlado pelo robô Consolador 5000 (um antigo robô Estivador da Hyperion, reprogramado pela Moxxi para sempre falar frases de duplo sentido). Nesse círculo você enfrentará todos os tipos de lacaios da Hyperion. Se conseguir sobreviver às cinco rodadas, você receberá uma polpuda recompensa."
TurnInDescription="Agora só falta uma rodada para completar o Massacre da Hyperion. Acha mesmo que pode terminar com isso?"
MissionSummary="Sobreviva à quarta rodada do Massacre da Hyperion!"
MissionGiver="Consolador 5000"
MissionTurnInLocation="Consolador 5000"
TeaserText="A quarta rodada do Massacre da Hyperion será a mais difícil de todas que você enfrentou até agora! É melhor dar uma geral no seu equipamento."

[M_RobotSlaughter_4:AseembleInArenaSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_4:AssembleInArena MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_RobotSlaughter_4:crithits MissionObjectiveDefinition]
ProgressMessage="Elimine os inimigos com Tiros Certeiros"

[M_RobotSlaughter_4:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 4"

[M_RobotSlaughter_4:Wave4Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_4:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_RobotSlaughter_5 MissionDefinition]
MissionName="Massacre da Hyperion: Rd. 5"
MissionDescription="Você encontrou o último círculo do Massacre da Moxxi. Esse círculo é controlado pelo robô Consolador 5000 (um antigo robô Estivador da Hyperion, reprogramado pela Moxxi para sempre falar frases de duplo sentido). Nesse círculo você enfrentará todos os tipos de lacaios da Hyperion. Se conseguir sobreviver às cinco rodadas, você receberá uma polpuda recompensa."
TurnInDescription="¡Has completado la Masacre de Hyperion! Los guerreros mecanizados de todo el planeta hablarán de ti entre susurros; o lo harían si los robots pudieran susurrar. O mostrar emociones."
MissionSummary="Sobreviva à quinta e última rodada do Massacre da Hyperion!"
MissionGiver="Consolador 5000"
MissionTurnInLocation="Consolador 5000"
TeaserText="Você conseguirá sobreviver à última rodada do Massacre da Hyperion? "

[M_RobotSlaughter_5:AssembleInArena MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_RobotSlaughter_5:AssembleInArenaSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_5:crithits MissionObjectiveDefinition]
ProgressMessage="Elimine os inimigos com Tiros Certeiros"

[M_RobotSlaughter_5:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à quinta e última rodada"

[M_RobotSlaughter_5:Wave5Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RobotSlaughter_5:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

